[{"name": "New York", "top5":["Statue of Liberty", "Empire State Building", "9/11 Memorial&Museum","Rockefeller Center", "Metropolitan Museum of Art"], "image":"/Users/guozechen/Downloads/DataImg/CityImg/New York.jpg","description":"New York, often called New York City (NYC) to distinguish it from the state of New York, is the most populous city in the United States. With a 2020 population of 8,804,190 distributed over 300.46 square miles (778.2 km2), New York City is also the most densely populated major city in the United States. Located at the southern tip of the state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban area. With over 20.1 million people in its metropolitan statistical area and 23.5 million in its combined statistical area as of 2020, New York is one of the world's most populous megacities. New York City has been described as the cultural, financial, and media capital of the world, and is a significant influence on commerce, entertainment, research, technology, education, politics, tourism, dining, art, fashion, and sports. It is the most photographed city in the world. Home to the headquarters of the United Nations, New York is an important center for international diplomacy, and has sometimes been called the capital of the world."},
{"name": "Chicago", "top5":["Chicago Architecture River Cruise", "Field Museum of Natural History", "Chicago Favorites Ultimate Food & Walking Tour","Gangsters and Ghosts Tour in Chicago", "BYOB Spray Paint 'n' Sip at Studio W.I.P. Chicago"], "image":"/Users/guozechen/Downloads/DataImg/CityImg/New York.jpg","description":"Chicago, on Lake Michigan in Illinois, is among the largest cities in the U.S. Famed for its bold architecture, it has a skyline punctuated by skyscrapers such as the iconic John Hancock Center, 1,451-ft. Willis Tower (formerly the Sears Tower) and the neo-Gothic Tribune Tower. The city is also renowned for its museums, including the Art Institute of Chicago with its noted Impressionist and Post-Impressionist works."}]