[{"name":"Hilton Garden Inn Times Square", "city":"New York", "rating": "4.2", "price":"132","blurb": "Hilton Garden Inn Times Square is located in Manhattan, a neighborhood in New York, and is in the city center and near a metro station. Broadway and Radio City Music Hall are cultural highlights, and some of the area's notable landmarks include Rockefeller Center and Grand Central Terminal. Consider St. James Theatre for a night out, and don't miss Central Park Zoo, a top local attraction. Guests appreciate the hotel's convenience to public transportation: 49th St. Station is 4 minutes by foot and 50 St. Station (Broadway) is 6 minutes. ", "amenity":["Free wifi", "Breakfast available", "Gym", "Parking available"],"lat":"40.76153983351864", "lng":"-73.98640100223083", "image":"/Users/guozechen/Downloads/DataImg/HotelImg/Hilton_Garden_Inn_Times_Square.jpg", "link":"https://www.hilton.com/en/locations/usa/new-york/new-york/times-square/hilton-garden-inn/?WT.mc_id=zlada0ww1gi2psh3ggl4advbpp5dkt6multibr7_153663322_1003528&gclid=EAIaIQobChMIypzIubWU9wIVBr_ICh0cGQDiEAAYAiAAEgIh4vD_BwE&gclsrc=aw.ds"},
{"name":"The Washington", "city":"New York", "rating": "4.5", "price":"197", "blurb": "The Washington is located in Manhattan, a neighborhood in New York, and is in the city center and on a river. 5th Avenue and Chelsea Market are worth checking out if shopping is on the agenda, while those wishing to experience the area's popular attractions can visit Chelsea Piers and American Dream. American Museum of Natural History and Central Park Zoo are not to be missed. Take an opportunity to explore the area for water adventures such as kayaking. ", "amenity":["Free Wifi", "Gym", "Pet friendly","Housekeeping"],"lat":"40.70936856740129", "lng":"-74.01372558873949", "image":"/Users/guozechen/Downloads/DataImg/HotelImg/The_Washington.jpg", "link":"https://www.thewashingtonny.com/?gclid=EAIaIQobChMIqtn8pLaU9wIV5vTjBx182gDlEAAYAiAAEgKzLPD_BwE&gclsrc=aw.ds"},
{"name":"The Jane Hotel", "city":"New York", "rating": "4.3", "price":"139", "blurb": "The Jane Hotel is located in Manhattan, a neighborhood in New York, and is in the city center and on a river. Broadway and Radio City Music Hall are cultural highlights, and some of the area's popular attractions include Chelsea Piers and Central Park Zoo. Ready for a night out? Consider Webster Hall and Irving Plaza. Take an opportunity to explore the area for outdoor excitement like hiking/biking trails and other activities like golf lessons. ", "amenity":["Free Wifi","Accessibility","Family friendly", "Food and Drink"],"lat":"40.738552297023766", "lng":"-74.00933591757416", "image":"/Users/guozechen/Downloads/DataImg/HotelImg/The_Jane_Hotel.jpg", "link":"https://www.thejanenyc.com/?gclid=EAIaIQobChMIqqfG6beU9wIVZciUCR3QxwF4EAAYAiAAEgJqr_D_BwE&gclsrc=aw.ds"},
{"name":"Pod 51", "city":"New York", "rating": "4.0", "price":"159", "blurb": "In the city center, Pod 51 is in Manhattan, a neighborhood in New York with good airport proximity. Port Imperial Ferry Terminal and South Street Seaport are worth checking out if an activity is on the agenda, while those wishing to experience the area's popular attractions can visit Central Park Zoo and American Museum of Natural History. Looking to enjoy an event or a game? See what's going on at Madison Square Garden or Barclays Center Brooklyn. Guests love the hotel's location for the sightseeing. It's also convenient to public transportation: Lexington Av.-53 St. Station is 4 minutes by foot and 51 St. Station is 8 minutes. ", "amenity":["Free Wifi", "Praking and Transportation", "Food and drink", "Smoke-free"],"lat":"40.75590044799734", "lng":"-73.9691903464092", "image":"/Users/guozechen/Downloads/DataImg/HotelImg/Pod_51.jpg", "link":"https://pod51.reservationstays.com/search?encrypted_user_id=4wR8gHqEB6mOTPR4IsMrkw&checkin_at=2022-04-14&checkout_at=2022-04-15&num_adults=2&children=%5B%5D&name=Pod%2051&autosearch=true&hotel_id=LlMZypj6"},
{"name":"The Evelyn Hotel", "city":"New York", "rating": "4.2", "price":"375", "blurb": "The Evelyn Hotel is located in Manhattan, a neighborhood in New York, and is in the city center and near a metro station. Broadway and Radio City Music Hall are cultural highlights, and travelers looking to shop may want to visit 5th Avenue and Times Square. Chelsea Piers and Central Park Zoo are not to be missed.", "amenity":["Free Wifi", "Family Friendly", "Food and drink", "Fifteen languages spoken"],"lat":"40.74408506419833", "lng":"-73.98699585990272", "image":"/Users/guozechen/Downloads/DataImg/HotelImg/The_Evelyn_Hotel.jpg", "link":"https://www.theevelyn.com/?gclsrc=aw.ds&gclid=EAIaIQobChMI_vSZ2r2U9wIVGoyGCh2JNAwUEAAYAiAAEgJNlPD_BwE"},
{"name":"Viceroy Chicago", "city":"Chicago", "rating": "4.5", "price":"325","blurb": "Located in the exclusive Gold Coast neighborhood, Viceroy Chicago embodies the glitzier side of the Windy City and puts guests in walking distance to some of the city's premier shopping and sights. Most of the 180 Midcentury Modern guest rooms, including 18 suites, offer stunning views of Lake Michigan. Bathrooms are fitted with rain showers and stocked with luxe body products by Natura Bissé. Readers love the 'great food and beverage venues,' including Devereaux, the rooftop bar where guests can drink craft cocktails and look out on the Chicago skyline. Downstairs is Somerset, the hotel's restaurant, which serves dishes like asparagus-lemon risotto and Rohan duck confit.", "amenity":["Free wifi", "Breakfast available", "Gym", "Parking available"],"lat":"41.902379", "lng":"-87.628916", "image":"/Users/guozechen/Downloads/DataImg/HotelImg/Hilton_Garden_Inn_Times_Square.jpg", "link":"https://viceroychicago.reservationstays.com/requests/TL2DsfxcVQ9nH3qZ1KsRFA/hotels/0GqwLb0l?expand_params=true"},
{"name":"The Langham, Chicago", "city":"Chicago", "rating": "4.7", "price":"730", "blurb": "The Langham, Chicago resides within the landmark, 52-story riverfront AMA Plaza that is designed by the renowned architect Ludwig Mies van der Rohe. Located along the Chicago River, one block from North Michigan Avenue, Millennium Park and Chicago’s business district are just walking distance away. With 316 guest rooms and suites, The Langham, Chicago features a 22,000 square feet Health Club housing Langham’s signature Chuan Spa; two restaurants, Travelle at The Langham offering seasonal American cuisine, the Pavilion Lounge for afternoon tea; Langham Club with butler service, light meals and business facilities and 15,000 square feet of meeting space including the elegant Devonshire Ballroom. The hotel features a fine art collection with more than 150 pieces of distinctive artworks.", "amenity":["Free Wifi", "Gym", "Pet friendly","Housekeeping"],"lat":"41.888641", "lng":"-87.627598", "image":"/Users/guozechen/Downloads/DataImg/HotelImg/The_Washington.jpg", "link":"https://www.langhamhotels.com/en/the-langham/chicago/"},
{"name":"Virgin Hotels Chicago", "city":"Chicago", "rating": "4.3", "price":"378", "blurb": "A stay at Virgin Hotels Chicago places you in the heart of Chicago, steps from Chicago Theatre and Chicago Riverwalk. This 4.5-star hotel is 0.1 mi (0.2 km) from Michigan Avenue and 0.2 mi (0.4 km) from Grant Park. Make yourself at home in one of the 250 guestrooms featuring refrigerators and minibars. Your pillowtop bed comes with down comforters and Egyptian cotton sheets. 42-inch flat-screen televisions with digital programming provide entertainment, while complimentary wireless Internet access keeps you connected. Private bathrooms with showers feature rainfall showerheads and designer toiletries. Enjoy recreational amenities such as a nightclub and a 24-hour fitness center. Additional features at this Art Deco hotel include complimentary wireless Internet access, concierge services, and wedding services. Grab brunch at Miss Ricky's, a restaurant that specializes in American cuisine. You can also grab snacks at the coffee shop/cafe. Relax with a refreshing drink at one of the 2 bars/lounges. Cooked-to-order breakfasts are served on weekends from 7:00 AM to 11:00 AM for a fee. Featured amenities include a 24-hour business center, limo/town car service, and express check-in. Planning an event in Chicago? This hotel has facilities measuring 1430 square feet (133 square meters), including a conference center.", "amenity":["Free Wifi","Accessibility","Family friendly", "Food and Drink"],"lat":"41.885920", "lng":"-87.626140", "image":"/Users/guozechen/Downloads/DataImg/HotelImg/The_Jane_Hotel.jpg", "link":"https://virginhotels.com/chicago/"},
{"name":"The Peninsula Chicago", "city":"Chicago", "rating": "4.6", "price":"750", "blurb": "The Peninsula Chicago is the five-star hotel that brought traditional Asian service to a city already renowned for the warmth of its hospitality. The hotel has become an integral part of Chicago life and is considered the top choice for everything from accommodation to celebrations and corporate events. For this, the hotel credits its strong links to both the local community and international heritage. The Peninsula Chicago has proudly received a Forbes Travel Guide Five-Star rating each year since its opening. In 2022, The Peninsula Chicago was named the #1 Hotel in the U.S. by U.S. News and World Report.", "amenity":["Free Wifi", "Praking and Transportation", "Food and drink", "Smoke-free"],"lat":"41.896229", "lng":"-87.624969", "image":"/Users/guozechen/Downloads/DataImg/HotelImg/Pod_51.jpg", "link":"https://www.peninsula.com/en/chicago/special-offers?gclid=Cj0KCQjw37iTBhCWARIsACBt1Izz6ZoXlYGWCI6mkLIzpfMqo4_S55i8k7qQ9npad6YGjX3ktkXliFEaAjonEALw_wcB&gclsrc=aw.ds#Rooms%20&%20Suites"},
{"name":"Park Hyatt Chicago", "city":"Chicago", "rating": "4.5", "price":"375", "blurb": "Founding Park Hyatt hotel boasting an extensive private art collection, residential-style suites and a premier presence on iconic Michigan Avenue in downtown Chicago. Offering views of Lake Michigan, the Water Tower, or Chicago’s Gold Coast, our luxury rooms feature comfortable window benches and spa-like bathrooms with deep soaking tubs. Elevate your stay in the Gold Coast Suite, with a designated dining area and stocked wet bar. Our three-lane, 25-yard lap pool sits on the hotel’s seventh floor, with views of the Chicago cityscape. NoMI Kitchen and Lounge is named for its North Michigan Avenue location; floor to ceiling cantilevered windows showcase downtown Chicago, and the historic Water Tower. With zero separation between diners and Chefs, NoMI Kitchen guests are immersed in the action from starter to dessert. Relax in NoMI Lounge and experience Chicago's best sushi along with craft cocktails and wines from our extensive global collection. Dine in open air on the NoMI Garden outdoor terrace.", "amenity":["Free Wifi", "Family Friendly", "Food and drink", "Fifteen languages spoken"],"lat":"41.896820", "lng":"-87.624313", "image":"/Users/guozechen/Downloads/DataImg/HotelImg/The_Evelyn_Hotel.jpg", "link":"https://www.hyatt.com/en-US/hotel/illinois/park-hyatt-chicago/chiph?src=adm_sem_crp_chico_crp_ppc_NAM-UnitedStates-IL-Chicago-PH-CHIPH_google_Evergreen2022_e_park%20hyatt%20chicago&gclid=Cj0KCQjw37iTBhCWARIsACBt1IwSxDp-9EB8R3nsV5EpxvOkzfgti2xGrpYwHAiNPoHDyLKUhcslqF0aAksJEALw_wcB"}
]

