[{"name":"Hilton Garden Inn Times Square", "city":"New York", "rating": "4.2", "price":"","blurb": "Hilton Garden Inn Times Square is located in Manhattan, a neighborhood in New York, and is in the city center and near a metro station. Broadway and Radio City Music Hall are cultural highlights, and some of the area's notable landmarks include Rockefeller Center and Grand Central Terminal. Consider St. James Theatre for a night out, and don't miss Central Park Zoo, a top local attraction. Guests appreciate the hotel's convenience to public transportation: 49th St. Station is 4 minutes by foot and 50 St. Station (Broadway) is 6 minutes. ", "amenity":["Free wifi", "Breakfast available", "Gym", "Parking available"],"lat":"40.76153983351864", "lng":"-73.98640100223083", "image":"", "link":"https://www.hilton.com/en/locations/usa/new-york/new-york/times-square/hilton-garden-inn/?WT.mc_id=zlada0ww1gi2psh3ggl4advbpp5dkt6multibr7_153663322_1003528&gclid=EAIaIQobChMIypzIubWU9wIVBr_ICh0cGQDiEAAYAiAAEgIh4vD_BwE&gclsrc=aw.ds"},
{"name":"The Washington", "city":"New York", "rating": "4.5", "price":"197", "blurb": "The Washington is located in Manhattan, a neighborhood in New York, and is in the city center and on a river. 5th Avenue and Chelsea Market are worth checking out if shopping is on the agenda, while those wishing to experience the area's popular attractions can visit Chelsea Piers and American Dream. American Museum of Natural History and Central Park Zoo are not to be missed. Take an opportunity to explore the area for water adventures such as kayaking. ", "amenity":["Free Wifi", "Gym", "Pet friendly","Housekeeping"],"lat":"40.70936856740129", "lng":"-74.01372558873949", "image":"", "link":"https://www.thewashingtonny.com/?gclid=EAIaIQobChMIqtn8pLaU9wIV5vTjBx182gDlEAAYAiAAEgKzLPD_BwE&gclsrc=aw.ds"},
{"name":"The Jane Hotel", "city":"New York", "rating": "4.3", "price":"139", "blurb": "The Jane Hotel is located in Manhattan, a neighborhood in New York, and is in the city center and on a river. Broadway and Radio City Music Hall are cultural highlights, and some of the area's popular attractions include Chelsea Piers and Central Park Zoo. Ready for a night out? Consider Webster Hall and Irving Plaza. Take an opportunity to explore the area for outdoor excitement like hiking/biking trails and other activities like golf lessons. ", "amenity":["Free Wifi","Accessibility","Family friendly", "Food and Drink"],"lat":"40.738552297023766", "lng":"-74.00933591757416", "image":"", "link":"https://www.thejanenyc.com/?gclid=EAIaIQobChMIqqfG6beU9wIVZciUCR3QxwF4EAAYAiAAEgJqr_D_BwE&gclsrc=aw.ds"},
{"name":"Pod 51", "city":"New York", "rating": "4.0", "price":"159", "blurb": "In the city center, Pod 51 is in Manhattan, a neighborhood in New York with good airport proximity. Port Imperial Ferry Terminal and South Street Seaport are worth checking out if an activity is on the agenda, while those wishing to experience the area's popular attractions can visit Central Park Zoo and American Museum of Natural History. Looking to enjoy an event or a game? See what's going on at Madison Square Garden or Barclays Center Brooklyn. Guests love the hotel's location for the sightseeing. It's also convenient to public transportation: Lexington Av.-53 St. Station is 4 minutes by foot and 51 St. Station is 8 minutes. ", "amenity":["Free Wifi", "Praking and Transportation", "Food and drink", "Smoke-free"],"lat":"40.75590044799734", "lng":"-73.9691903464092", "image":"", "link":"https://pod51.reservationstays.com/search?encrypted_user_id=4wR8gHqEB6mOTPR4IsMrkw&checkin_at=2022-04-14&checkout_at=2022-04-15&num_adults=2&children=%5B%5D&name=Pod%2051&autosearch=true&hotel_id=LlMZypj6"},
{"name":"The Evelyn Hotel", "city":"New York", "rating": "4.2", "price":"375", "blurb": "The Evelyn Hotel is located in Manhattan, a neighborhood in New York, and is in the city center and near a metro station. Broadway and Radio City Music Hall are cultural highlights, and travelers looking to shop may want to visit 5th Avenue and Times Square. Chelsea Piers and Central Park Zoo are not to be missed.", "amenity":["Free Wifi", "Family Friendly", "Food and drink", "Fifteen languages spoken"],"lat":"40.74408506419833", "lng":"-73.98699585990272", "image":"", "link":"https://www.theevelyn.com/?gclsrc=aw.ds&gclid=EAIaIQobChMI_vSZ2r2U9wIVGoyGCh2JNAwUEAAYAiAAEgJNlPD_BwE"}
]

